Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/OnBoardingBundles/AppStore.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# SECOND_BULLET
source: We also use information about your account, purchases, and downloads in the stores to offer advertising to ensure that ads on the App Store, Apple News, and Stocks, where available, are relevant to you. You have choices with respect to this advertising, as described below.
ar: نستخدم أيضًا معلومات عن حسابك ومشترياتك وتنزيلاتك في المتاجر، لتقديم الإعلانات، وذلك لنتأكد من أن الإعلانات في App Store و Apple News والأسهم، مناسبة لك حيثما توفرت. لديك الخيار فيما يتعلق بهذه الإعلانات كما هو مبين أدناه.
bg: Ние използваме и информация за вашата регистрация, покупки и изтеглено съдържание в магазините, за да предложим реклами в App Store, Apple News и Акции и за да направим така, че където са налични, рекламите са подходящи за вас. По отношение на тези реклами имате избор, както това е описано по-долу.
ca: També utilitzem informació sobre el compte i el contingut de les botigues que compres i descarregues per oferir publicitat i garantir que els anuncis de l’App Store, l’Apple News i l’app Borsa, si n’hi ha, siguin rellevants per a tu. Tens diferents opcions pel que fa a aquesta publicitat, com es descriu a continuació.
cs: Informace o vašem účtu, nákupech a stahování v obchodech využíváme také v reklamní nabídce, abychom vám v aplikacích App Store, Apple News a Akcie, pokud jsou ve vaší oblasti k dispozici, předkládali reklamy, které pro vás budou zajímavé. U těchto reklam máte níže popsané možnosti volby.
da: Vi bruger også oplysninger om din konto, dine køb og dine overførsler i butikkerne for at tilbyde reklamer, så reklamer i App Store, Apple News og Værdipapirer, hvor de er tilgængelige, er relevante for dig. Du har valgmuligheder, hvad angår disse reklamer, som beskrevet herunder.
de: Informationen zu deinem Account, deinen Käufen und Downloads in den Stores werden auch verwendet, um sicherzustellen, dass Werbung im App Store, in Apple News und in der App „Aktien“ (falls verfügbar) relevant für dich ist. Was diese Anzeigen anbelangt, hast du die unten beschriebenen Möglichkeiten.
el: Χρησιμοποιούμε επίσης πληροφορίες σχετικά με τον λογαριασμό, τις αγορές και τις λήψεις σας στα Store για να προσφέρουμε διαφημίσεις και να διασφαλίζουμε ότι οι διαφημίσεις στο App Store, το Apple News και τις Μετοχές, όπου διατίθενται, είναι σχετικές για εσάς. Σας παρέχονται επιλογές όσον αφορά αυτές τις διαφημίσεις, οι οποίες περιγράφονται παρακάτω.
es: Además, utilizamos información sobre tu cuenta, tus compras y descargas en las tiendas para ofrecerte publicidad y tener la seguridad de que los anuncios en App Store, Apple News y Bolsa sean pertinentes para ti. Como se describe a continuación, dispones de varias opciones para controlar esta publicidad.
es_419: También usamos información sobre tu cuenta, compras y descargas en las tiendas para ofrecer publicidad y asegurarnos de que los anuncios en App Store, Apple News y Bolsa —donde estén disponibles— sean relevantes para ti. Puedes elegir ciertas opciones con respecto a esta publicidad de la manera que se describe a continuación.
es_us: También usamos información sobre tu cuenta, compras y descargas en las tiendas para ofrecer publicidad y asegurarnos de que los anuncios en App Store, Apple News y Bolsa —donde estén disponibles— sean relevantes para ti. Puedes elegir ciertas opciones con respecto a esta publicidad de la manera que se describe a continuación.
fi: Apple käyttää myös tietoja tilistäsi, ostoistasi ja latauksistasi Storeissa mainosten tarjoamiseen sen varmistamiseksi, että mainokset App Storessa, Apple Newsissä ja Pörssissä (jos saatavilla) ovat sinulle merkityksellisiä. Voit tehdä alla kuvattuja mainontaan liittyviä valintoja.
fr: Nous utilisons également les informations relatives à votre compte, vos achats et vos téléchargements dans les Stores à des fins publicitaires pour garantir la pertinence des publicités dans l’App Store et dans les apps Apple News et Bourse, si disponible. Vous disposez d’options pour contrôler ces publicités, comme décrit ci-dessous.
fr_ca: Nous utilisons aussi des informations sur votre compte, vos achats et les téléchargements effectués dans les boutiques pour assurer la pertinence des annonces affichées dans l’App Store, Apple News et Bourse. Des choix en matière de publicité s’offrent à vous, comme décrit ci-dessous.
he: אנחנו גם משתמשים במידע על החשבון, הרכישות וההורדות שלך בחנויות כדי להציע פרסום וכדי להבטיח שהפרסומות ב-App Store, ביישום News של Apple וב״מניות״, בהתאם לזמינות, יהיו רלוונטיות לך. יש לך אפשרויות בחירה בנוגע לפרסום זה, כפי שמפורט להלן.
hi: हम स्टोर में आपके खाते, ख़रीदारी और डाउनलोड की जानकारी का उपयोग विज्ञापन देने के समय यह सुनिश्चित करने के लिए भी करते हैं कि App Store, Apple News और स्टॉक्स में विज्ञापन, जहाँ उपलब्ध हैं, आपके लिए प्रासंगिक हों। आपके पास इस विज्ञापन के संबंध में विकल्प मौजूद हैं जैसा कि नीचे बताया गया है।
hr: Također koristimo informacije o vašem računu, kupljenim stavkama i preuzimanjima u trgovinama kako bismo ponudili oglašavanje koje osigurava da su oglasi u trgovini App Store i aplikacijama Apple News i Dionice, gdje su dostupne, vama relevantni. S obzirom na ovo oglašavanje dostupne su vam niže opisane opcije.
hu: Ezenfelül a fiókjával, valamint az áruházakban végzett vásárlásaival és letöltéseivel kapcsolatos információkat hirdetések biztosításához használjuk fel, hogy az App Store-ban, az Apple Newsban és a Részvényekben megjelenő hirdetések (ahol elérhetők) relevánsak legyenek az Ön számára. Az ilyen hirdetésekkel kapcsolatban választási lehetőségei vannak, amelyek az alábbiakban kerülnek bemutatásra.
id: Kami juga menggunakan informasi mengenai akun, pembelian, dan pengunduhan Anda di toko untuk menawarkan iklan agar dapat memastikan bahwa iklan tersebut di App Store, Apple News, dan Saham, jika tersedia, akan relevan bagi Anda. Anda memiliki pilihan, dalam kaitannya dengan pengiklanan ini, sebagaimana dijelaskan di bawah.
it: Apple utilizza anche le informazioni relative al tuo account, agli acquisti e ai download sui diversi Store per fare in modo che i contenuti pubblicitari mostrati su App Store, Apple News e Borsa, se disponibili, siano rilevanti. Di seguito puoi trovare ulteriori informazioni sulle possibili scelte in relazione ai contenuti pubblicitari.
ja: Appleは、App StoreおよびApple Newsと“株価”（利用可能な場合）であなたと関連性の高い広告を表示するために、ストアでのあなたのアカウント、購入、およびダウンロードに関する情報も使用します。後述の通り、この広告については選択が可能です。
kk: Сондай-ақ аккаунтыңыз, дүкендерде сатып алынған және жүктеп алынған заттар туралы ақпаратты App Store, Apple News және «Акциялар» қолданбасында (бар болса) сізге сәйкес келетін жарнамалар ұсыну мақсатында пайдаланамыз. Төменде сипатталғандай, бұл жарнаманың реттеулерін басқаруға болады.
ko: 또한, Apple은 App Store, Apple News 및 주식 앱의 광고 등 해당되는 곳에서의 광고가 사용자와 관련성이 있도록 스토어에서의 사용자의 계정, 구입 항목 및 다운로드에 관한 정보를 사용합니다. 사용자는 아래 설명된 것과 같이 이 광고와 관련하여 선택할 수 있습니다.
lt: Taip pat naudojame informaciją apie jūsų paskyrą, pirkinius ir atsisiuntimus parduotuvėse, kad galėtume siūlyti reklamą ir, kai įmanoma, užtikrinti, kad reklamos programose „App Store“, „Apple News“ ir „Akcijos“ būtų jums aktualios. Galite rinktis iš kelių toliau nurodytų šio reklamavimo parinkčių.
ms: Kami juga menggunakan maklumat tentang akaun, pembelian dan muat turun anda dalam kedai untuk menawarkan pengiklanan bagi memastikan iklan pada App Store, Apple News dan Saham, jika tersedia, berkaitan dengan anda. Anda mempunyai pilihan berhubungan dengan pengiklanan ini, seperti yang diterangkan di bawah.
nl: We gebruiken ook informatie over je account, aankopen en downloads in de Stores om reclame aan je te richten en om ervoor te zorgen dat reclame in de App Store, Apple News en Aandelen, indien beschikbaar, relevant voor je is. Jij bepaalt welke reclame je wilt zien, zoals hieronder wordt beschreven.
no: Vi bruker også informasjon om kontoen din, kjøp og nedlastinger i butikkene til annonsering for å sikre at annonser i App Store, Apple News og Aksjer (der tilgjengelig) er relevante for deg. Du har valgmuligheter når det gjelder annonser, som beskrevet nedenfor.
pl: Informacje o Twoim koncie, zakupach i rzeczach pobieranych w sklepach wykorzystujemy także do tego, aby reklamy w aplikacjach App Store, News i Giełda były odpowiednio dobrane (tam, gdzie są dostępne). Poniżej opisujemy Twoje opcje w zakresie otrzymywania reklam.
pt_br: Também usamos informações sobre a sua conta, compras e downloads nas lojas a fim de oferecer publicidade para garantir que os anúncios na App Store, Apple News e app Bolsa, onde disponíveis, sejam relevantes para você. Você tem opções em relação a esses anúncios, conforme descrito abaixo.
pt_pt: Usamos igualmente informação acerca da sua conta, compras e descargas nas lojas, de forma a garantir que os anúncios que vê nas aplicações App Store, Apple News e Bolsa (se disponíveis) sejam relevantes. As suas opções em relação a estes anúncios são descritas abaixo.
ro: De asemenea, utilizăm informații despre contul, achizițiile și descărcările dvs. din magazinele online pentru a asigura relevanța reclamelor din App Store, Apple News și Bursa, în funcție de disponibilitate. Aveți opțiuni cu privire la această publicitate, conform celor de mai jos.
ru: Мы также используем информацию о Вашей учетной записи, покупках и загрузках в магазинах, чтобы предлагать более релевантные рекламные объявления в App Store, Apple News и приложении «Акции» (если они доступны). Вы можете управлять настройками рекламы. Ниже описано, как это сделать.
sk: Informácie o vašom účte, nákupoch a položkách stiahnutých z obchodov používame aj na doručovanie reklamy, takže sa vám v App Store, Apple News a Akciách (ak sú vo vašej oblasti k dispozícii) budú zobrazovať relevantné reklamy. Určité prvky reklamy si môžete prispôsobiť, ako je uvedené nižšie.
sl: Informacije o vašem računu, nakupih in prenosih v trgovinah uporabljamo tudi za omogočanje oglaševanja, da zagotovimo, da bodo oglasi v trgovini App Store, storitvi Apple News in aplikaciji Borza, kjer so na voljo, relevantni za vas. V zvezi s tem oglaševanjem imate na voljo izbire, kot je opisano spodaj.
sv: Vi använder även information om ditt konto, dina köp och dina hämtningar i affärer så att vi kan tillhandahålla annonser och vara säkra på att annonserna i App Store, Apple News och Aktier (om tillgängliga) är relevanta för dig. Nedan kan du se vilka val du har angående den här typen av annonser.
th: เรายังใช้ข้อมูลเกี่ยวกับบัญชี สินค้าที่ซื้อ และรายการดาวน์โหลดของคุณในร้านเพื่อเสนอการโฆษณาที่แน่ใจว่าโฆษณามีความเกี่ยวข้องกับตัวคุณหากมีใน App Store, Apple News และหุ้นอีกด้วย คุณมีตัวเลือกเกี่ยวกับการโฆษณานี้ตามที่อธิบายไว้ด้านล่าง
tr: App Store’daki, Apple News’daki ve Borsa’daki reklamların sizinle ilgili olmasını sağlayacak şekilde reklam sunmak için mağazalardaki hesabınız, satın aldıklarınız ve indirdikleriniz hakkındaki bilgileri de kullanıyoruz. Aşağıda açıklandığı şekilde bu reklam konusunda seçenekleriniz bulunmaktadır.
uk: Ми також використовуємо інформацію про ваш обліковий запис, покупки й викачування в магазинах, щоб пропонувати рекламу й забезпечувати доречність рекламних оголошень в App Store, Apple News і Біржах, де це можливо. Стосовно такої реклами ви маєте вибір, як це описано нижче.
vi: Chúng tôi cũng sử dụng thông tin về tài khoản, mục mua và tải về trong các cửa hàng của bạn để cung cấp quảng cáo nhằm đảm bảo rằng quảng cáo trên App Store, Apple News và Chứng khoán, khi có sẵn, phù hợp với bạn. Bạn có quyền lựa chọn đối với quảng cáo này, như được mô tả dưới đây.
zh_cn: 我们还会使用你在商店中的账户、购买和下载信息来提供广告，以确保App Store、Apple News和“股市”（可用时）中的广告贴合你的个人偏好。你有权决定是否允许此广告行为，具体如下所述。
zh_hk: 我們也會使用與你在商店的帳户、購物和下載項目相關的資料以提供廣告，以確保App Store、Apple News和「股市」中的廣告（如有）與你相關。你對此廣告擁有選擇權，如下所述。
zh_tw: 我們也會使用與你在商店中的帳號、購買項目和下載項目相關的資訊來提供廣告，以確保App Store、Apple News與「股市」中的廣告（若有出現）與你有關。你對此廣告擁有選擇權，如下所述。
